IDEA Open Model
ConnectionResultsData.ConnectionCheckRes Property
Compatible with IDEA StatiCa Beta 20.0
 List of ConnectionCheckRes
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<ConnectionCheckRes> ConnectionCheckRes { get; set; }
Public Property ConnectionCheckRes As List(Of ConnectionCheckRes)
	Get
	Set
Property Value
Type: List<ConnectionCheckRes>
See Also
Reference
ConnectionResultsData Class
IdeaRS.OpenModel.Connection Namespace